brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "neovim"
brew "starship"
brew "thefuck"
brew "zoxide"
brew "tree-sitter"
brew "ripgrep"
brew "uv"

cask "font-caskaydia-cove-nerd-font"
cask "tabby"
cask "neovide"
cask "ollama"
